03.07 월요일
벤치  120×3 2 2 1 110×3 2 100×2

03.08 화요일
스쿼트 120 x 3 140x2x3 120x3x2

03.09 수요일
ohp 50x3 60x3x3, 시티드밀프 60x3x3

03.10 목요일
벤치 130×1 1 120×3 2 2 2 100×8
인클라인 머신 80× 5 5 100× 3 3 3

03.11 금요일
데드 140×1 170×1 140×2 1

03.13 일요일
랫풀다운 65×8 8 8 8
암풀다운 45× 8 8 8 50×8
시티드로우 50×8 8 8 8
아이솔레이트 로우 60× 8 8 8 8
로우 로우 60× 8 8 8 8

03.14 월요일
벤치 120×2 130×1 2 1 100 x 8 5
인클라인 머신 80×5 110× 5 3 3 80×8

03.20 일요일
벤치 120×2 2 100×5×3
인클라인 80×5×5

03.21  월요일
랫풀다운 65 × 8 8 8 60×8
암풀다운 40 × 8 8 8 8
시티드 로우 45 × 8 8 8 8
시티드 로우  언더그립 45 × 8 8 8 8
아이솔레이트 60×8 80×8 8 8

03.22 화요일
스쿼트 120 × 3 3 3 100 × 5 5 5

03.23 수요일
벤치 100×3 120×2 2 2 110 × 3 3 100 × 5
인클라인 머신 80 × 5 100× 3 3 3 3 3

03.24 목요일
랫풀다운 60 * 4 * 8
암풀다운 45 * 4 * 8
암풀다운 45 * 4 * 8